#  常见错误： 1.拼写错误 2.大小写错误 3.中文符号
#  知识点：1. python程序是.py文件
#  2.执行程序： python  myrobot.py
#  3.print 是一个函数，用来打印输入
#  4. 要打印的内容称为参数，参数一定要放在括号里面
#  5. 字符串一定要引号引起来，可以是单引号，也可以是双引号,还可以是三引号，三个三引号或者三个双引号
# 6. 三引号括起来的字符串可以换行，可以是3个单引号，也可以是3个双引号

print("""
                                         
                                         
   ,d                             ,d     
   88                             88     
 MM88MMM  ,adPPYba,  ,adPPYba,  MM88MMM  
   88    a8P_____88  I8[    ""    88     
   88    8PP"""""""   `"Y8ba,     88     
   88,   "8b,   ,aa  aa    ]8I    88,    
   "Y888  `"Ybbd8"'  `"YbbdP"'    "Y888  
                                         
                                        

""") 

print('你好，world')
print('小婷，吃饭了吗？')
